Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/evidence/identification_evidence.html.txt.tmx
Source language: en
Languages: ga

source: People who are suspects in a criminal investigation are often identified by witnesses and the identification of a suspect will be relied on by the prosecution in a criminal trial
ga: Ainmníonn finnéithe go minic daoine a bhfuil amhras fúthu i bhfiosrúchán coiriúil, agus beidh an t-ionchúiseamh ag brath ar ainmniú an duine a bhfuil amhras faoi/fúithi i dtriail choiriúil

source: Visual identification evidence is considered unreliable and innocent people have been convicted of crimes based on visual identification evidence
ga: Meastar go bhfuil fianaise amharc-aitheantais neamhiontaofa agus gur ciontaíodh daoine neamhchiontacha as coireanna bunaithe ar fhianaise amharc-aitheantais

source: There are a number of logical reasons why such identification evidence is not reliable
ga: Tá roinnt cúiseanna loighciúla ann nach bhfuil fianaise aitheantais mar seo iontaofa

source: • Poor lighting conditions, bad weather or the distance from which the witness saw the person
ga: • Droch-sholas, drochaimsir nó an t-achar a bhí an finné ón duine

source: • The eye-sight of the witness may be in question
ga: • D'fhéadfadh ceist a bheith ann faoi radharc an fhinné

source: • The witness may have been in shock or may have only seen the person for a brief moment
ga: • B'fhéidir go raibh an finné suaite nó b'fhéidir nach bhfaca siad an duine ach ar feadh achair gearr

source: In order to ensure that identification evidence is not incorrectly interpreted by a jury, the courts are obliged to give each jury a special warning about the dangers of accepting visual identification evidence
ga: Chun cinntiú nach bhfuil fianaise aitheantais léirmhínithe go mícheart ag giúiré, tá dualgas ar chúirteanna rabhadh speisialta a thabhairt do gach giúiré faoin mbaol a bhaineann le fianaise amharc-aitheantais a ghlacadh

source: This warning is not a corroboration warning but it must:
ga: Ní rabhadh comhthacaíochta atá sa rabhadh ach caithfidh sé:

source: • State that honest witnesses with good observation opportunities have often made incorrect identifications, even at an identification parade
ga: • A rá go dtarlaíonn sé go minic go n-ainmníonn finnéithe atá ionraic agus a raibh deiseanna maithe breathnóireachta acu an duine mícheart, fiú ag paráid aitheantais

source: • Carefully examine the identification evidence in the light of all the circumstances
ga: • A rá leo an fhianaise aitheantais a scrúdú go mion ag cur na cúinsí ar fad san áireamh

source: • Indicate the need for particular caution
ga: • A chur in iúl go bhfuil gá faoi leith a bheith ar an airdeall maidir leis an bhfianaise seo

source: • Point out that the jury must be satisfied beyond all reasonable doubt that the identification was correct
ga: • A chur ar a súile don ghiúiré nach mór dóibh a bheith sásta gan amhras réasúnta go raibh an duine ceart ainmnithe

source: Gardaí often show photographs of suspects to witnesses at the early stages of an investigation
ga: Is minic a thaispeánann Gardaí grianghraif d'fhinnéithe go luath le linn fiosrúcháin

source: It is best practice by the Gardaí to firstly obtain a detailed description from the witness prior to any photographs been shown
ga: Is dea-chleachtas ag na Gardaí cur síos mionsonraithe a fháil ón bhfinné ar dtús sula ndéantar grianghraf ar bith a thaispeáint

source: This process gives an indication as to the power of the witness’s memory of the offender before being shown photographs
ga: Tugann an próiseas seo léargas maidir leis an gcuimhne atá ag an bhfinné ar an gciontóir sula ndéantar grianghraif a thaispeáint dóibh

source: The witness should also be shown photographs of many possible suspects
ga: Ba chóir grianghraif de líon mór daoine a bhféadfadh amhras a bheith fúthu a thaispeáint don fhinné chomh maith

source: When a suspect has been identified by a witness using photographs and it is proposed to put this evidence to the jury, the defence counsel may raise the issue of the use of the photograph as evidence with the judge, in the absence of the jury
ga: Nuair atá daoine a bhfuil amhras fúthu ainmnithe ag finné trí ghrianghraf agus go moltar an fhianaise seo a chur ar aghaidh chuig an ngiúiré, is féidir leis an abhcóide cosanta saincheist úsáide an ghrianghraif a ardú leis an mbreitheamh, mura mbíonn an giúiré i láthair

source: If the photograph shown to the witness came from Garda files, the jury would be aware that the suspect had been photographed by the Gardaí on a previous occasion and this could prejudice the jury
ga: Má tháinig an grianghraf a taispeánadh don fhinné ó chomhaid na nGardaí, ba chóir don ghiúiré a bheith feasach go raibh grianghraf tógtha ag na Gardaí den té a bhfuil amhras faoi roimhe seo agus d'fhéadfadh an giúiré a bheith claonta dá bharr

source: It is then a matter for the judge to decide whether or not this evidence should be put to the jury
ga: Is faoin mbreitheamh a bheidh sé cinneadh a dhéanamh cibé ar cheart nó nár cheart an fhianaise a chur os comhair an ghiúiré

source: While photofits and identikits are used by the Gardaí in criminal investigations, their use is more to assist them in trying to identify potential suspects than for use in a criminal trial
ga: Cé go bhfuil fótashamhlacha agus fearais sainaithne úsáidte ag na Gardaí i bhfiosrúcháin choiriúla, déantar iad a úsáid níos mó chun daoine a bhféadfadh amhras a bheith fúthu a ainmniú ná iad a úsáid i dtriail choiriúil

source: The fact that the photofit and identikit is unlike a photograph or video, which is real evidence, means that little weight would be attached to their use as a means of identification evidence in a court of law
ga: Toisc nach bhfuil fótashamhail nó fearas sainaithne cosúil le grianghraf nó físeán, atá mar fhianaise nithiúil, níl mórán tábhachta lena n-úsáid mar fhianaise aitheantais i gcúirt dlí

source: Perhaps the best way to describe them is as an aid to a criminal investigation
ga: An cur síos is fearr atá orthu ná nithe a chuidíonn le fiosrúchán coiriúil

source: If the Gardaí have already identified a suspect, they should not show the witness photographs but should conduct an identification parade (ID parade)
ga: Má tá duine a bhfuil amhras faoi/fúithi ainmnithe ag na Gardaí cheana féin, níor chóir grianghraif a thaispeáint don fhinné ach ba chóir paráid aitheantais a stiúradh (paráid ID)

source: This is because if the witness has already seen a photograph of the suspect, it may affect the witness’s judgement at the ID parade
ga: Má tá grianghraf den té a bhfuil amhras faoi feicthe ag an bhfinné cheana féin, d'fhéadfadh tionchar a beith aige seo ar bhreith an fhinné ag paráid ID

source: At the end of the trial, the judge will warn the jury that the ID parade is suspect evidence because the witness had already seen a photograph of the accused
ga: Ag deireadh na trialach, tabharfaidh an breitheamh rabhadh gur fhianaise amhrasach í an pharáid ID toisc go bhfuil grianghraf den chúisí feicthe ag an bhfinné cheana féin

source: ID parades are dependent on the suspect’s co-operation
ga: Tá paráidí aitheantais ag brath ar chomhoibriú an té a bhfuil amhras faoi/fúithi

source: Where a suspect refuses to participate, the Gardaí are entitled to obtain identification by informal means (for example, where a witness points out the suspect on the street)
ga: Nuair a dhiúltaíonn duine a bhfuil amhras faoi/fúithi a bheith rannpháirteach, tá na Gardaí i dteideal aitheantas a fháil trí mhodhanna neamhfhoirmiúla (nuair a dhéanann finné duine a bhfuil amhras faoi/fúithi a ainmniú ar an tsráid mar shampla)

source: However, it is considered that a formal ID parade is much more reliable and whether informal identification will be admitted as evidence depends on the circumstances of the case
ga: Mar sin féin, meastar go bhfuil paráid ID fhoirmiúil i bhfad níos iontaofa agus bheadh inghlacthacht na fianaise neamhfhoirmiúla ag brath ar chúinsí an cháis

source: The advantage of holding an ID parade is that it is a controlled process and the suspect’s solicitor is allowed to attend to ensure that the process is carried out correctly
ga: An buntáiste maidir le paráid ID a thionól ná gur próiseas rialaithe atá i gceist agus tá cead ag aturnae an té a bhfuil amhras faoi/fúithi a bheith i láthair chun cinntiú go gcomhlíontar an próiseas i gceart

source: While ID parades are frequently used by the Gardaí, the process is not provided for in law
ga: Cé go mbaineann na Gardaí úsáid as paráidí ID go minic, níl foráil ag an bpróiseas sa dlí

source: There are, however, a number of formalities or rules which have developed over time as a result of case law in Ireland
ga: Mar sin féin, tá forbairt déanta de réir a chéile ar roinnt foirmiúlachtaí nó rialacha toisc cásdlí in Éirinn

source: The following are the main rules in relation to the holding of ID parades:
ga: Is iad na príomhrialacha a leanas atá i gceist maidir le paráidí ID a thionól:

source: • ID parades should be conducted by a Garda officer who is not connected with the crime but who has been made familiar with the circumstances of the case and information relevant to the witness
ga: • Ba chóir do pharáidí ID a bheith stiúrtha ag oifigeach na nGardaí nach bhfuil ceangailte leis an gcás ach atá eolach ar chúinsí an cháis agus ar fhaisnéis atá ábhartha don fhinné

source: • The witness should not see the accused being arrested or taken from custody to the parade room
ga: • Níor chóir go bhfeicfeadh an finné an cúisí á g(h)abháil nó á t(h)ógáil ó choimeád chuig an seomra paráide

source: • If several witnesses are required to attempt to identify the suspect they should be kept apart before and after the parade to minimise consultation between them
ga: • Má tá roinnt finnéithe riachtanach sna hiarrachtaí le duine a bhfuil amhras faoi/fúithi a ainmniú, ba chóir na finnéithe a choinneáil óna chéile roimh an pharáid agus ina diaidh chun an laghad cainte agus is féidir a bheith eatarthu

source: • The witness should be asked to identify the suspect from a line of 8 to 12 people, chosen because they look similar to the suspect
ga: • Ba chóir iarraidh ar an bhfinné an té atá faoi amhras a ainmniú ó líne ina bhfuil idir 8 go dtí 12 duine, atá roghnaithe toisc go mbreathnaíonn siad cosúil lena chéile

source: • When the volunteers have been arranged in a line, the suspect should be asked if he has any objections to the composition or appearance of the parade
ga: • Nuair atá na saorálaithe eagraithe i líne, ba chóir fiafraí den té a bhfuil amhras faoi/fúithi an bhfuil agóidí ar bith aige/aici le comhdhéanamh nó cuma na paráide

source: • When the parade is completed, the accused and his solicitor should be asked whether he has any comments to make with regard to the parade
ga: • Nuair atá an pharáid comhlánaithe, ba chóir fiafraí den chúisí agus a aturnae an bhfuil ráiteas ar bith gur mhaith leo a dhéanamh maidir leis an bparáid

source: • Details of the parade and any objections made by the accused or his solicitor must be recorded by the office responsible for conducting the parade
ga: • Caithfidh sonraí na paráide agus agóidí ar bith atá déanta ag an gcúisí nó a aturnae a bheith taifeadta ag an oifig atá freagrach as stiúradh na paráide

source: • If a witness fails to identify the accused, this fact should be disclosed to the defence by the prosecution
ga: • Má theipeann ar fhinné an cúisí a aithint, ba chóir den ionchúiseamh an méid seo a thabhairt le fios don chosaint

source: While fingerprint evidence is accepted as a form of identification, this form of identification evidence must be given by an expert witness (a fingerprint expert)
ga: Cé go nglactar le fianaise mhéarloirg mar fhoirm aitheantais, caithfidh foirm na fianaise aitheantais seo a bheith tugtha ag finné saineolach (saineolaí méarloirg)

source: However, in order that fingerprint evidence can be used, the Gardaí or prosecution must be able to match a fingerprint left by a culprit at the scene of a crime with that of a set of fingerprints taken from the accused in a controlled situation (that is, taken in a Garda station)
ga: Mar sin féin, chun fianaise mhéarloirg a úsáid, caithfidh na Gardaí nó an t-ionchúiseamh a bheith ábalta an méarlorg atá fágtha ag an duine ciontach ag láthair na coire a mheaitseáil le sraith de mhéarloirg atá tógtha ón gcúisí i staid rialaithe (is é sin, cinn atá tógtha i stáisiún na nGardaí)

source: There are certain requirements in law whereby if you are detained after arrest you are obliged to provide the Gardaí with your fingerprints
ga: Tá ceanglais áirithe sa dlí ina bhfuil dualgas ort méarloirg a sholáthar do na Gardaí má choinnítear tú tar éis tú a ghabháil

source: Refusal to allow the Gardaí to take your fingerprints may have consequences for you at your trial
ga: Má dhiúltaíonn tú cead a thabhairt do Ghardaí do mhéarloirg a thógáil, d'fhéadfadh iarmhairtí a bheith ann duit le linn trialach

source: The Criminal Justice (Forensic Evidence) Act 1990 gives the Gardaí the power to take certain samples from any person who is detained after arrest under:
ga: Tugann an tAcht um Cheartas Coiriúil (Fianaise Fhóiréinseach) 1990 cumhacht do Ghardaí samplaí áirithe a thógáil ó dhuine ar bith atá coinnithe tar éis gabhála faoi:

source: • Section 30 of the Offences Against the State Act 1939
ga: • Alt 30 den Acht um Cheartas Coiriúil 1939

source: • Section 4 of the Criminal Justice Act 1984
ga: • Alt 4 den Acht um Cheartas Coiriúil 1984

source: • Section 2 of the Criminal Justice (Drug Trafficking) Act 1996
ga: • Alt 2 den Acht um Cheartas Coiriúil (Gáinneáil ar Dhrugaí) 1996

source: • Section 50 of the Criminal Justice Act 2007
ga: • Alt 50 den Acht um Cheartas Coiriúil 2007

source: The purpose of taking these samples is to assist the Gardaí in establishing whether or not the person was involved in the commission of the crime
ga: Is é an cuspóir maidir leis na samplaí seo a thógáil ná go mbeidh na Gardaí ábalta a bhunú cibé an raibh nó nach raibh duine bainteach le coir a dhéanamh

source: This is another form of identification of a suspect but has the added advantage of also being able to eliminate suspects
ga: Is foirm aitheantais amhrastaigh eile í seo, ach tá buntáiste breise léi sa mhéid is go bhfuil sé indéanta daoine a bhfuil amhras fúthu a dhíchur

source: The following are the samples which the Gardaí are allowed take for forensic testing
ga: Seo a leanas na samplaí atá cead ag Gardaí a thógáil do thástáil fhóiréinseach

source: • Hair other than pubic hair
ga: • Gruaig lasmuigh de ghruaig phúbasach

source: • Any material found under a nail
ga: • Ábhar ar bith a aimsítear faoin ionga

source: • A swab from any part of the body other than a body orifice or genital region
ga: • Maipíneacht ó chuid ar bith den choirp lasmuigh d'oscailt colainne nó réigiún na mball giniúna

source: • A swab from a body orifice or a genital region
ga: • Maipíneacht ó oscailt colainne nó réigiún na mball giniúna

source: • A footprint or similar impression of any part of the person’s body other than a part of their hand or mouth
ga: • Lorg coise nó lorg cosúlach eile ó chuid ar bith de chorp an duine lasmuigh den lámh nó béal

source: None of the above samples are taken unless authorised by a member of the Gardaí not below the rank of Superintendent
ga: Ní dhéantar ceann ar bith de na samplaí thuas a thógáil mura bhfuil a leithéidí údaraithe ag ball na nGardaí nach bhfuil níos sóisearaí ná Ceannfort

source: The actual taking of the samples will be performed by a doctor or dentist except for the samples which are not specialised or intimate samples
ga: Déanfaidh dochtúir nó fiaclóir na samplaí a thógáil seachas na samplaí nach bhfuil speisialaithe nó pearsanta

source: These samples such as head hair may be taken by a Garda
ga: Is féidir le Garda samplaí cosúil le gruaig chinn a thógáil

source: More information on forensic evidence is available in the document on real evidence
ga: Tá tuilleadh eolais ar fianaise dlí-eolaíochta ar fáil sa doiciméad ar fíorfhianaise

source: The courts in Ireland accept identification proved by DNA evidence
ga: Glacann na cúirteanna in Éirinn le haitheantas atá cruthaithe ag fianaise DNA

source: DNA testing can be done on a tiny sample of blood, semen or any body tissue
ga: Is féidir tástáil DNA a dhéanamh ar shampla beag fola, seamhain nó fíocháin coirp ar bith

source: These may be obtained at the scene of a crime and can also be obtained from suspects
ga: Is féidir iad seo a fháil ag láthair na coire agus is féidir iad a fháil ó dhaoine a bhfuil amhras fúthu chomh maith

source: When a DNA test is done, a profile of the DNA is taken
ga: Nuair atá tástáil DNA déanta, déantar próifíl den DNA a thógáil

source: DNA profiling refers to the identification of particular parts of the DNA
ga: Tagraíonn próifíliú DNA d'ainmniú chodanna áirithe an DNA

source: The profile from the sample can be compared to a suspect’s DNA profile to see if they match
ga: Is féidir an próifíl ón sampla a chur i gcomparáid le próifíl DNA an duine a bhfuil amhras faoi/fúithi chun féachaint an bhfuil siad meaitseáilte

source: More information is available in the document on DNA evidence
ga: Tá tuilleadh eolais ar fáil sa doiciméad ar fhianaise DNA

source: For more detailed information you should seek legal advice
ga: Ba chóir duit comhairle dlí a lorg chun faisnéis mionsonraithe a fháil
